USE IBSS1618120322
GO
insert into books(ISBN,bookName,bookType,bookPrice,publisher,publishDate,author,bookstock,adminno)values
('978-7-309-03055-6','经济博弈论','经济学/教材',38.00,'复旦大学出版社','2006-09-09 21:00:00','谢识予',3000,000005),
('978-7-5611-9776-9','新编日本文学史','外语/教材',25.00,'大连理工大学出版社','2009-07-07 21:30:00','崔香兰',5000,000007),
('978-7-03-045373-0','大学计算机基础实践','计算机科学/软件工程',30.00,'科学出版社','2012-06-06 10:00:00','戚海英 李瑞',4000,000009),
('978-7-04-023896-9','概率论与数理统计','数学/教材',45.50,'高等教育出版社','1979-03-05 11:30:00','盛骤 谢式千 潘承毅',10000,000005)